[{
	"id": 81,
	"name": "Frédéric",
	"surname": "LEGUEDOIS",
	"company": "Cloud Temple",
	"title": "Evengeliste Agile",
	"bio": "Evangéliste Agile, libriste, voire polémiste ;-) Garanti zéro certification.",
	"thumbnailUrl": "FredericLeguedois.jpg",
	"web": "https://www.cloud-temple.com",
	"tweeter": "https://twitter.com/f_leguedois",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/fr%C3%A9d%C3%A9ric-legu%C3%A9dois/"
},
{
	"id": 39,
	"name": "Arnaud",
	"surname": "LEMAIRE",
	"company": "LGO Exchange",
	"title": "Software Craftsman",
	"bio": "J’ai été tour à tour (et pas dans le bon ordre) : CTO d’une startup, directeur de la production chez un éditeur logiciel, architecte logiciel, consultant et développeur.<BR>Après avoir travaillé pour des Startups, des PME, des grands groupes et le secteur public, je suis maintenant membre d’un bureau d’étude pour aider des clients de toute taille à réussir leurs projets logiciels depuis la conception jusqu’au déploiement en production.",	"thumbnailUrl": "ArnaudLemaire.jpg"
},
{
	"id": 82,
	"name": "Alexandre",
	"surname": "THIBAULT",
	"company": "BeNext",
	"title": "Coach Agile",
	"bio": "Québécois en France depuis 2005, facilitateur de projets, coach agile, créateur d’ambiance, connecteur, surfeur de meetups, ancien développeur logiciel pendant 15 ans ! On dit que je suis empathique, surtout sur mes patins de hockey sur glace !",
	"thumbnailUrl": "AlexandreThibault.jpg",
	"tweeter": "https://twitter.com/alexandrethib",
	"facebook": "https://www.facebook.com/enjoyagile",
	"linkedin": "https://www.linkedin.com/in/alexthib/"
},
{
	"id": 83,
	"name": "Bastien",
	"surname": "NAUDE",
	"title": "Scrum Master",
	"company": "BeNext",
	"bio": "Palois à Paris depuis 5 ans, j’ai commencé par des lignes de codes et des traces de logs. Très tôt séduit par l’agilité, ses valeurs et son bon sens (caché derrière les buzzwords), j’aide aujourd’hui les équipes à mettre en place des environnements où les personnes s’épanouissent dans leur travail.",
	"thumbnailUrl": "BastienNaude.jpg",
	"web": "",
	"tweeter": "https://twitter.com/_bnaude",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/bastienn/"
},
{
	"id": 30,
	"name": "Anne",
	"surname": "GABRILLAGUES",
	"company": "Ippon Technologies",
	"title": "Coach Agile",
	"bio": "J’accompagne les équipes de développement en tant que Scrum Master, Product Owner ou Coach Agile depuis 2008.<BR>Agiliste convaincue, je participe activement à la diffusion de l’Agilité via l’organisation de Meetup et de conférences à Paris.<BR>J’ai fait partie de l’équipe organisatrice des 3 derniers ScrumDay et j’ai rejoint l’équipe Lean Kanban France / FlowCon France en 2016.<BR>Fan de jeux en tous genres, j’ai aussi participé au développement du serious game Kanbanzine (initiation à Kanban).",
	"thumbnailUrl": "AnneGabrillagues2.jpg",
	"tweeter": "agabrillagues",
	"linkedin": "https://www.linkedin.com/in/agabrillagues/"
},
{
	"id": 84,
	"name": "Julien",
	"surname": "DOLLON",
	"title": "Director of Engineering",
	"company": "Oracle",
	"bio": "Julien: Auteur, Director des ingenieurs Oracle, Ancien AWS et Microsoft\nSoumow: CEO de sa startup, Ex Product Manager Microsoft",
	"thumbnailUrl": "JulienDollon.jpg",
	"web": "",
	"tweeter": "",
	"facebook": "",
	"linkedin": ""
},
{
	"id": 37,
	"name": "Rachel",
	"surname": "JOLIN DUBOIS",
	"company": "Airbus",
	"title": "Agile Coach & Trainer",
	"bio": "Houlaaaaa !!  Ancienne \"Marketing Product Manager\" devenue \"Product Owner agile\" suite à une rencontre avec SCRUM et Claude Aubry en 2006, je continue à tracer mon chemin en enrichissant mes pratiques à la faveur des nouvelles rencontres et des lectures.<BR>Aujourd'hui je forme et j'accompagne les équipes, et plus particulièrement les PO. ",
	"thumbnailUrl": "RachelJolinDubois.jpg"
},
{
	"id": 2,
	"name": "Fabrice",
	"surname": "AIMETTI",
	"company": "Ayeba",
	"title": "Coach Agile",
	"bio": "Fabrice est Coach Agile et Coach d'Entreprise. Il est convaincu et croit dans l'accompagnement des personnes, équipes et organisations.",
	"thumbnailUrl": "FabriceAimetti.jpg"
},
{
	"id": 23,
	"name": "Christophe",
	"surname": "DENIAUD",
	"title": "Coach Agile",
	"company": "Ausy",
	"bio": "Christophe Deniaud est Coach en Agilité et Coach d’Entreprise chez AUSY.\nCurieux et passionné d’agilité, il accompagne des équipes dans leurs transitions\norganisationnelles visant à replacer l’individu et les relations au centre de leur\nactivité.",
	"thumbnailUrl": "ChristopheDeniaud.jpg",
	"web": "http://chrisdeniaud.com/",
	"tweeter": "",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/christophe-deniaud-a6632835/"
},
{
	"id": 86,
	"name": "Soumow",
	"surname": "ATITALLAH",
	"title": "Product Manager",
	"bio": "Entrepreneur and ex-Product Manager at Microsoft ",
	"thumbnailUrl": "SoumowAtitallah.jpg ",
	"web": "",
	"tweeter": "https://twitter.com/soumow",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/soumow/"
},
{
	"id": 87,
	"name": "Marija",
	"surname": "PEREZ",
	"title": "Responsable recrutement",
	"company": "Cafpi",
	"bio": "Responsable recrutement",
	"thumbnailUrl": "MarjaPerez.jpg",
	"web": "",
	"tweeter": "https://twitter.com/marija_perez",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/marijaperez/"
},
{
	"id": 88,
	"name": "Robin",
	"surname": "BERAUD-SUDREAU",
	"title": "Coach Agile",
	"bio": "Coach Agile, j'accompagne mes clients ( Cdiscount, Bouygues, Axa,) et interviens pour des missions de coaching d’équipe où je couvre aussi bien le coaching technique (TDD, intégration continue, …) et organisationnel que le coaching des équipes produits (Personaes, vision, Story mapping,…). Cette approche m'a permis d'acquérir une vision 360°:  Technologie, Produit/Vision & Méthode employée pour maximiser le bien-être des équipes et le ROI des projets sur lesquels j'interviens.",
	"thumbnailUrl": "RobinBeraud.jpg",
	"web": "http://coach-agile.com/",
	"tweeter": "https://twitter.com/beraudsudreau",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/robinberaudsudreau/"
},
{
	"id": 48,
	"name": "Franck",
	"surname": "RAGEADE",
	"title": "Coach Agile",
	"bio": "Agiliplanchiste chevronné. Je planche sur l'agilité depuis 2006 : consultant SAFe (SPC), Scrum Master (CSM, PSM) et Product Owner (PSPO) certifié, j'accompagne de grandes sociétés dans leur transformation digitale à travers la mise en place de méthodes agiles. ",
	"thumbnailUrl": "FranckRageade.jpg",
	"web": "http://thelor.com/",
	"tweeter": "@thelor ",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/rageade/"
},
{
	"id": 8,
	"name": "Alice",
	"surname": "BARRALON",
	"company": "Oriions",
	"title": "Coach Agile",
	"bio": "Artisan agiliste, et développeur sur mes temps libres. Je forme, dé- forme et transforme des personnes en les accompagnants dans les bonnes pratiques de développement et de management agile (formation et coaching). J'ai co-fondé l’événement AgilePaysBasque.",
	"thumbnailUrl": "AliceBarralon.jpg",
	"web": "oriions.com",
	"tweeter": "@a_barralon"
},
{
	"id": 12,
	"name": "Isabelle",
	"surname": "BLASQUEZ",
	"company": "Université de Limoges",
	"title": "Enseignant-Chercheur",
	"bio": "Enseignant-chercheur. \nArtisan pédagogue développeur d'agilité.\nMembre de la team Duchess France et Fondatrice des journées #iutagile.",
	"thumbnailUrl": "IsabelleBlasquez.jpg",
	"web": "https://github.com/iblasquez",
	"tweeter": "https://twitter.com/iblasquez",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/isabelle-blasquez-9b377023/"
},
{
	"id": 89,
	"name": "Fabien",
	"surname": "TREGAN",
	"title": "Software Craftsman",
	"bio": "After spending 10+ years of my life coding, I started to feel that the problems in software development were not in the code and tryed finding solution elsewhere. Since I started doing that, I started to love coding again :)",
	"thumbnailUrl": "FabienTregan.jpg",
	"web": "",
	"tweeter": "ftregan",
	"facebook": "",
	"linkedin": ""
},
{
	"id": 90,
	"name": "Olivier",
	"surname": "MY",
	"title": "Coach Agile",
	"company": "Soat",
	"bio": "Olivier est Coach professionnel et Coach Agile chez Soat où il accompagne ses clients dans l'optimisation de leur performance par l'intelligence collective. Passionné par les relations humaines, il cherche avant tout à redonner du sens aux pratiques utilisées en entreprise afin de stimuler plus de responsabilisation, de motivation et d'engagement.",
	"thumbnailUrl": "OlivierMy.jpg",
	"web": "http://oyomy.fr/",
	"tweeter": "Oyomy",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/oliviermy/"
},
{
	"id": 19,
	"name": "Fabien",
	"surname": "LAMARQUE",
	"title": "Tech Lead",
	"company": "Guarani FR",
	"bio": "Développer / TechLead passionné de Craftsmanship et de TDD.",
	"thumbnailUrl": "FabienLamarque.jpg",
	"web": "fabien-lamarque.eu",
	"tweeter": "https://twitter.com/Fabinout",
	"facebook": "",
	"linkedin": ""
},
{
	"id": 91,
	"name": "Alexandre",
	"surname": "BOUTIN",
	"title": "Coach Agile",
	"company": "Agile To You",
	"bio": "Agiliste depuis 2005 alors en charge du déploiement de l'agilité pour Yahoo! à l'international (Europe, Asie, Inde, Amérique Latine), j'accompagne depuis 2009 de nombreuses entreprises en France et à l'étranger dans leur transition vers l'agilité.\nConvaincu de l'efficacité des approches ludiques pour apprendre ou produire un résultat, j'utilise régulièrement des jeux sérieux dans mes coaching ou en animation de séminaire.\nJ'interviens régulièrement dans les conférences agiles en France pour présenter mes travaux ou faire jouer à de nouveaux jeux sérieux agile que je crée.",
	"thumbnailUrl": "AlexandreBoutin.jpg",
	"web": "http://www.agiletoyou.com/",
	"tweeter": "https://twitter.com/agilex",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/boutin/"
},
{
	"id": 51,
	"name": "Nicolas",
	"surname": "SAVOIS",
	"title": "CTO",
	"company": "TalanLabs",
	"bio": "Dev depuis 20 ans, je suis CTO depuis 5 ans, d’abord d'une startup interne dans une grand banque. Je suis actuellement CTO chez TalanLabs,\noù je fais grandir des développeurs, et où j'accompagne mes clients dans leur transformation numérique.\n\nFan d’Elixir, de Programmation Fonctionnel, et d'Agilité.\n\nJe pense que l'IT en France a raté pas mal de virage technologique et méthodologique et n'est pas en train de prendre de virage du tout... j'essaye d’éduquer mes clients et collègues pour que ça change !\n\nKeep on Elixiring !",
	"thumbnailUrl": "NicolasSavois.jpg",
	"web": "https://savoisn.github.io/",
	"tweeter": "https://twitter.com/NicoSavois",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/savoisn/"
},
{
	"id": 92,
	"name": "Matthieu",
	"surname": "RIBOULET",
	"title": "Directeur des Opérations",
	"company": "TalanLabs",
	"bio": "J'ai été tour à tour (pas dans l'ordre): Scrum Master, consultant, Responsable Data, Agile Leader. Aprés avoir travaillé chez un éditeur logiciel, une grande banque, je co dirige TalanLabs où j'essaye d'en faire une organisation \"plus agile\", où j'accompagne nos clients dans la transformation numérique et où je cultive des Scrum Master\n\nJe suis intimement persuadé que la révolution numérique appelle à:\n- l’aplanissement de la structure managériale pour apporter fluidité et agilité pour libérer la créativité, l’innovation,\n- un changement de culture dans les entreprises afin de valoriser la richesse qu’elle a en son sein: le Capital Humain\n\nJ'évangélise mes clients et collègues pour qu'ils comprennent la nécessité de ce changement s'ils souhaitent rester performant\n",
	"thumbnailUrl": "MatthieuRiboulet.jpeg",
	"web": "",
	"tweeter": "",
	"facebook": "https://twitter.com/Matthieu__r",
	"linkedin": ""
},
{
	"id": 28,
	"name": "Jean-Baptiste",
	"surname": "DUSSEAUT",
	"company": "LGO Exchange",
	"title": "eXtreme programmer",
	"bio": "Principal Solution Architect at LGO Exchange, et co-fondateur d'Arpinum.",
	"thumbnailUrl": "Jean-baptisteDusseaut.jpg"
},
{
	"id": 93,
	"name": "Raphaël",
	"surname": "IBARBOURE",
	"title": "UX Designer",
	"company": "Pigwii",
	"bio": "Nous sommes Clément et Raphaël, co-fondateurs de l’agence d’ergonomie et UX Design Pigwii, localisée à Biarritz. On est également co-organisateurs de UX Pays-Basque. Ce Meetup vise à démocratiser les diﬀérentes méthodologies et pratiques d’UX Design au Pays-Basque en organisant un événement par mois. De part notre formation d’ingénieurs cogniticiens, nous sommes à même de travailler dans des environnements complexes. ",
	"thumbnailUrl": "RaphaelIbarboure.jpg",
	"web": "https://pigwii.com",
	"tweeter": "https://twitter.com/Pigwii_",
	"facebook": "https://www.facebook.com/Pigwii/",
	"linkedin": "https://www.linkedin.com/company/11259024/"
},
{
	"id": 94,
	"name": "Clément",
	"surname": "DRIOLLET",
	"title": "UX Designer",
	"company": "Pigwii",
	"bio": "629794428",
	"thumbnailUrl": "ClementDriollet.jpg",
	"web": "https://pigwii.com",
	"tweeter": "https://twitter.com/Pigwii_",
	"facebook": "https://facebook.com/Pigwii/",
	"linkedin": "https://www.linkedin.com/company/11259024/"
},
{
	"id": 95,
	"name": "Alan",
	"surname": "MCCULLAGH",
	"title": "",
	"company": "Pichoun France",
	"bio": "Un grand passionné de l'éducation numérique pour les jeunes et moins jeunes. Je suis tombé dans l'informatique agé de 6 ans et je me soigne encore à ce jour. J'adore le Raspberry Pi et toute chose à la framboise.",
	"thumbnailUrl": "AlanMccullagh.jpg",
	"web": "https://www.pichoun.fr/",
	"tweeter": "tyrower",
	"facebook": "https://www.facebook.com/alan.mc.526",
	"linkedin": "https://www.linkedin.com/in/alan-mccullagh-022a918/"
},
{
	"id": 58,
	"name": "Claude",
	"surname": "ANDRIEUX",
	"title": "Jardinier Holiste",
	"company": "Legrand",
	"bio": "https://www.linkedin.com/in/claudejardinier/",
	"thumbnailUrl": "ClaudeAndrieux.jpg",
	"web": "www.legrand.fr",
	"tweeter": "@claude_64510",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/claudejardinier/"
},
{
	"id": 96,
	"name": "Alexis",
	"surname": "NICOLAS",
	"title": "Artisan en changement humain",
	"company": "Octo",
	"bio": "",
	"thumbnailUrl": "AlexisNicolas.jpg",
	"web": "www.octo.com",
	"tweeter": "@alexis8nicolas",
	"facebook": "",
	"linkedin": "https://www.linkedin.com/in/alexis8nicolas/"
},
{
	"id": 97,
	"name": "Bruno",
	"surname": "BORD",
	"title": "Software Craftsman",
	"company": "PeopleDoc Inc.",
	"bio": "Né en l'an 0 après Donjons & Dragons, développeur depuis le premier album d'Alice in Chains, spécialisé dans le web et surtout dans le développement Python depuis l'an 2000.",
	"thumbnailUrl": "BrunoBord.jpg",
	"web": "https://jehaisleprintemps.net",
	"tweeter": "brunobord",
	"facebook": "",
	"linkedin": ""
},
{
	"id": 100,
	"name": "Didier",
	"surname": "PLAINDOUX",
	"title": "Freelance Software Developer",
	"company": "Fungus",
	"bio": "I’m a compulsive designer of strong typed functional, logic and object-oriented programming languages!<BR>The rest of the time, I'm a freelance software developer working really hard to produce usable and used applications.<BR>Themes: Language theory and design, Mobile Applications, Cloud Computing, Grid Computing, Agent based framework and Distributed Computing.",
	"thumbnailUrl": "DidierPlaindoux.jpg",
	"web": "",
	"tweeter": "",
	"facebook": "",
	"linkedin": ""
},
{
	"id": 101,
	"name": "Ségolène",
	"surname": "POROT",
	"title": "Coach Agile",
	"company": "Zen Value",
	"bio": "J’ai découvert l’agilité un peu par hasard à travers plusieurs expériences (avant de me lancer complètement dans ce sujet) : D’une part lors de mes études à Centrale Paris : je me souviens d’un cours sur l’agilité réalisé par Goood!. Je n’ai pas vraiment eu de révélation d’emblée mais je trouvais ça intéressant. D’autre part, j’ai intégré ArcelorMittal qui a mis en place pour la première fois la méthode agile au sein du département Business Processes and Systems. Ici, il s’agissait plus de la découverte d’une méthode. J’étais convaincue que la méthodologie, les processus, les relations humaines feraient partie de mon quotidien professionnel. D’où mon envie de rejoindre un cabinet de conseil chez beNext puis zen value. Ainsi, il m’aura fallu plusieurs rencontres avec l’agilité avant de me spécialiser en tant que product owner chez BeNext, une société innovante qui prône et met en action les valeurs et principes de l’agilité jusque dans l’essence même de son organisation. C’est bien chez BeNext que j’ai réellement découvert ce qu’était l’agilité, le monde agile, ses impacts, ses douleurs, ses intérêts mais surtout ce pourquoi cela donnait du sens à mon travail. En effet, en quittant beNext, j’ai réalisé que ceux sont ni plus ni moins les principes et la façon d’envisager le monde du travail de demain que j’aime à travers : la valorisation des talents de chacun, la collaboration, le respect, le courage, l’amélioration continue et donc recherche de l’efficacité et d’excellence. C’est encore après 2 ans d’expériences chez beNext que j’ai décidé de me consacrer pleinement à la méthodologie agile, lean. J’entame depuis quelques mois, un nouveau chapitre, en tant que coach agile, avec de nouveaux challenges, de nouvelles rencontres. Enfin, toutes ces expériences me rapprochent de l’excellence opérationnelle en terme de méthodologie mais aussi de développement d’un point de vue humain et relationnel.",
	"thumbnailUrl": "SegolenePorot.jpg",
	"web": "",
	"tweeter": "",
	"facebook": "",
	"linkedin": ""
},
{
	"id": 102,
	"name": "Denis",
	"surname": "MIGOT",
	"title": "Coach agile | Formateur",
	"company": "",
	"bio": "J’aide les personnes, les équipes, les managers, les dirigeants et les entreprises à atteindre leur plein potentiel en créant un environnement favorable à l’engagement et à l’amélioration continue.<BR>Pour y parvenir j’anime des formations et je m’appuie sur le coaching, le mentorat ainsi que la facilitation d’ateliers.<BR>Pragmatique, créatif et enthousiaste, j’accompagne les organisations dans leur recherche de performance dans un contexte complexe en privilégiant le dialogue centré solution, le management libéré et la visualisation des systèmes.<BR><BR>Je dispose de plus de 15 années d’expérience en accompagnement de personnes, de projets et d’entreprises.<BR>15 années durant lesquelles j’ai pu endosser différentes casquettes : chargé de communication, chef de projet, scrum master, responsable de service, formateur, coach agile, auteur et conférencier.<BR>15 années durant lesquelles j’ai eu l’opportunité de travailler aussi bien en France qu’au Canada au sein de start-ups, PME, groupes internationaux et entreprises classées au Fortune Global 500.",
	"thumbnailUrl": "DenisMigot.jpg",
	"web": "",
	"tweeter": "DenisMigot",
	"facebook": "",
	"linkedin": "denis-migot-agile"
},
{
	"id": 103,
	"name": "Xavier",
	"surname": "BLANC",
	"title": "Co-Fondateur de Promyze | Professeur à l'Université de Bordeaux",
	"company": "Promyze | Université de Bordeaux",
	"bio": "Je suis professeur en Informatique à l'Université de Bordeaux.<BR>J'effectue ma recherche en génie logiciel au LaBRI, où je dirige l'équipe ProgRes.<BR>Je suis l'un des co-fondateur de ProMyze une start-up dans le domaine de la qualité logicielle.",
	"thumbnailUrl": "XavierBlanc.png",
	"web": "",
	"tweeter": "",
	"facebook": "",
	"linkedin": ""
},
{
	"id": 104,
	"name": "Jérôme",
	"surname": "FROVILLE",
	"title": "Coach agile",
	"company": "Pôle Emploi",
	"bio": "Je crois que nous devons tous nous adapter à un monde de plus en plus complexe:<BR>- notre état d'esprit,<BR>- notre façon de réfléchir et de nous comporter<BR>- ainsi que nos méthodes de travail et de management doivent évoluer conjointement afin d'apporter plus de valeur et donc un meilleur service aux usagers de pôle emploi et remplir ainsi au mieux notre mission de service public.<BR>Je crois que nous devons sans cesse challenger le status quo pour enclencher l'apprentissage en continue dont nous avons et aurons toujours besoin.<BR>Je crois aussi à la bienveillance comme socle indispensable à toute entreprise humaine.",
	"thumbnailUrl": "JeromeFroville.jpg",
	"web": "",
	"tweeter": "",
	"facebook": "",
	"linkedin": "froville"
}, {
    "id": 52,
    "name": "Régis",
    "surname": "SCHNEIDER",
    "title": "Coach Agile",
    "company": "Wemanity",
    "bio": "Facilitateur d'équipes et de produits [Coach Agile et Product Owner], j'apprécie particulièrement travailler avec des humains et tenter de les comprendre.<BR>Je suis marié, avec 2 enfants (9 & 10 ans).<BR>J'apprécie particulièrement les voyages éloignés, mais aussi ceux au bout de la rue.<BR>Tant d'opportunités de rencontrer et d'apprendre !<BR>Le mot que j'apprécie le moins : \"Normal\".<BR>Sinon, je suis Coach Agile, tombé dans Agile en 2009 et je ne veux maintenant plus m'en sortir, que ce soit à la maison ou au boulot.",
    "thumbnailUrl": "RegisSchneider.png",
    "ribbon": [{
        "abbr": "2017",
        "title": "2017",
        "url": "2017"
    }]
},
{
	"id": 105,
	"name": "Romeu",
	"surname": "MOURA",
	"title": "Agility & Systems thinking Evangelist",
	"company": "BCG Platinion",
	"bio": "Endless conversation — with friends, compilers — on art, Symmathesy, methods, absurdism, dialectic, paradigm jumps, serendipity.",
	"thumbnailUrl": "RomeuMoura.jpg",
	"web": "",
	"tweeter": "",
	"facebook": "",
	"linkedin": ""
},
{
	"id": 106,
	"name": "David",
	"surname": "DESFOUGERES",
	"title": "Coach Professionnel Certifié RNCP1, Coach de Transition Agile et Fondateur de Allagi",
	"company": "Allagi",
	"bio": "",
	"thumbnailUrl": "DavidDesfougeres.jpg",
	"web": "",
	"tweeter": "",
	"facebook": "",
	"linkedin": "david-desfougeres"
}, {
	"id": 61,
	"name": "Marc",
	"surname": "DUGUE",
	"title": "Facilitateur Graphique",
	"company": "Freelance",
	"thumbnailUrl": "MarcDugue.jpg"
},
{
	"id": 107,
	"name": "Johan",
	"surname": "MARTINSSON",
	"title": "Independent dev. Craftsman.",
	"company": "ChangIT",
	"bio": "Passionate about code and the pursuit of excellency.",
	"thumbnailUrl": "JohanMartinsson.jpg",
	"web": "",
	"tweeter": "johan_alps",
	"facebook": "",
	"linkedin": ""
}, {
    "id": 40,
    "name": "Nils",
    "surname": "LESIEUR",
    "company": "BeNext",
    "title": "Coach Agile",
    "bio": "Coach agile @BeNextCompany<br>Formateur @Schoolofpo<br>Speaker #Agile #Craft,<br>Ex-organisateur de @FlowConFr<br>Rugbyman du canapé et supporter du @stadetoulousain",
    "thumbnailUrl": "NilsLesieur.jpg"
},
{
	"id": 108,
	"name": "Marilyn",
	"surname": "KOL",
	"title": "Coach Agile",
	"company": "Freelance",
	"bio": "En tant que développeuse, puis chef de projet, j'ai vécu de l'intérieur les problématiques liées aux méthodologies traditionnelles. En réponse à ces problématiques, j'ai étudié l'agilité et je suis devenue Scrum Master.\nAujourd'hui, je mène deux activités en parallèle qui font écho à mes deux passions :  l'agilité et le développement personnel. En tant que Coach Agile, j'accompagne des équipes en revenant aux bases de l’agilité. Et en tant que Coach Professionnelle, j'accompagne des individus sur des demandes personnelles.",
	"thumbnailUrl": "MarylinKol.jpg",
	"web": "",
	"tweeter": "",
	"facebook": "",
	"linkedin": ""
},
{
	"id": 109,
	"name": "Emilien",
	"surname": "PECOUL",
	"title": "Co-Fondateur",
	"company": "KickBanking",
	"bio": "Passionate by #SoftwareCrafting #DDD #CQRS #ES #TDD #BDD #FunctionalProgramming (no specific order) Lost in #CategoryTheory Currently #Freelance and #JobHacker",
	"thumbnailUrl": "ouarzy.jpg",
	"web": "",
	"tweeter": "ouarzy",
	"facebook": "",
	"linkedin": ""
},
{
	"id": 110,
	"name": "Jean-Pierre",
	"surname": "LAMBERT",
	"title": "Coach agile indépendant",
	"company": "Freelance",
	"bio": "Avant, j'étais un ingénieur logiciel. Mais peut-être pas le genre que vous imaginez ; les outils et les belles architectures logicielles me laissaient de marbre. Non, mon truc, c’était plutôt la qualité, la valeur produit, les process et les relations humaines. Du coup, maintenant, j'aide les équipes en tant que Coach Agile. Ce n'est pas plus mal !",
	"thumbnailUrl": "JeanPierreLambert.jpg",
	"web": "",
	"tweeter": "",
	"facebook": "",
	"linkedin": "jp-lambert"
}, {
    "id": 85,
    "name": "François",
    "surname": "SALAZAR",
    "company": "Waavy",
    "title": "Entrepreneur, Formateur",
    "bio": "François occupe aujourd’hui un poste de directeur dans une PME Innovante en transition vers un modèle agile intégral. Il partage aussi ses retours d’expériences comme facilitateur de transition pour les dirigeants. Bien avant : Développeur, chef de projet, manager, entrepreneur, formateur",
    "thumbnailUrl": "FrancoisSalazar.jpg"
}, {
	"id": 111,
	"name": "Nathalie",
	"surname": "KEO",
	"company": "Kolibree",
	"title": "Product Manager",
	"bio": "Nathalie Keo a eu l'occasion d'être Product Owner ou Product Manager dans de nombreuses équipes et d'y accompagner le succès de nombreux produits. Très à l'aise aussi bien au sein de l'équipe de développement qu'à parler aux parties prenantes ou à mener des tests utilisateurs et à définir la stratégie marketing, elle maîtrise les différents aspects du métier.",
	"thumbnailUrl": "NathalieKeo.png"
	
}, {
	"id": 112,
	"name": "Tiphanie",
	"surname": "VINET",
	"company": "Ippon Technologies",
	"title": "Product Consultante",
	"bio": "De formation photographe argentique, je me suis formée à l'image numérique très rapidement, ma première rencontre avec ce monde! Je suis rentrée dans la startup Vente-privée.com et j'y ai vécu une magnifique aventure qui m'a permise de devenir responsable produit. Aujourd'hui je me suis spécialisée dans le produit et j'accompagne des PO, PM, Resp Produit, à développer une approche et une stratégie produit.",
	"thumbnailUrl": "TiphanieVinet.png"
}

]
