{
  "name": "Agile Pays Basque 2019",
  "startDate": "2019-09-05T22:00:00.000Z",
  "endDate": "2019-09-07T21:59:59.999Z",
  "proposals": [
    {
      "id": 9001,
      "title": "Keynote : \"Le vieux monde se meurt, le nouveau monde tarde à apparaître, et dans ce clair-obscur surgissent les monstres\"",
      "abstract": "Keynote Arnaud Lemaire. Durée : 45 min.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "TOUS",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Arnaud LEMAIRE",
          "bio": "J’ai été tour à tour (et pas dans le bon ordre) : CTO d’une startup, directeur de la production chez un éditeur logiciel, architecte logiciel, consultant et développeur.<BR>Après avoir travaillé pour des Startups, des PME, des grands groupes et le secteur public, je suis maintenant membre d’un bureau d’étude pour aider des clients de toute taille à réussir leurs projets logiciels depuis la conception jusqu’au déploiement en production.",
          "company": "LGO Exchange",
          "references": null,
          "picture": "ArnaudLemaire.jpg",
          "location": "",
          "socials": {
            "twitter": null
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 10001,
      "title": "Modélisation de Domaine et le modèle Acteur",
      "abstract": "L'approche DDD met l'accent sur le domaine metier et la mise en évidence d'un contexte borné mais elle ne traite pas spécifiquement de la notion d'effet comme par exemple la prise en compte de la latence.\n\n Le motif architectural CQRS est un élément de réponse. Cependant avec l'avénement des microservices cet effet tend à se généraliser. \n\nDurant cette présentation nous ferons un tour de la problématique du passage à l'échelle, de la latence et voir comment le modèle acteur pourrait y répondre. \nQuelle forme de couplage peut exister entre l'expression de la solution via les acteurs et l'approche DDD ?",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "DÉVELOPPEMENT LOGICIEL ET TESTS",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Didier PLAINDOUX",
          "bio": "I’m a compulsive designer of strong typed functional, logic and object-oriented programming languages!<BR>The rest of the time, I'm a freelance software developer working really hard to produce usable and used applications.<BR>Themes: Language theory and design, Mobile Applications, Cloud Computing, Grid Computing, Agent based framework and Distributed Computing.",
          "company": "Fungus",
          "references": "",
          "picture": "DidierPlaindoux.jpg",
          "location": "",
          "socials": {
            "twitter": ""
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 10002,
      "title": "Product vision: from the framing phase",
      "abstract": "Here the problem, how to define and share your vision ? \n\nNowadays, organizations have to move very quickly to survive; but without a long term vision, the organization will be lost. It is the same thing for your product. \n\nFirst of all, The “Why”, people Don’t buy what you do, but why you are doing it. \nThen, a know-how will be share (the How) and finaly a product will be made (What). \nWhen we communicate about the why and not about the what or the how then, the feeling and the decision making part will be easier and finaly the Customer buy your product.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "DÉCOUVERTE ET CONCEPTION DE PRODUITS",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Ségolène POROT",
          "bio": "J’ai découvert l’agilité un peu par hasard à travers plusieurs expériences (avant de me lancer complètement dans ce sujet) : D’une part lors de mes études à Centrale Paris : je me souviens d’un cours sur l’agilité réalisé par Goood!. Je n’ai pas vraiment eu de révélation d’emblée mais je trouvais ça intéressant. D’autre part, j’ai intégré ArcelorMittal qui a mis en place pour la première fois la méthode agile au sein du département Business Processes and Systems. Ici, il s’agissait plus de la découverte d’une méthode. J’étais convaincue que la méthodologie, les processus, les relations humaines feraient partie de mon quotidien professionnel. D’où mon envie de rejoindre un cabinet de conseil chez beNext puis zen value. Ainsi, il m’aura fallu plusieurs rencontres avec l’agilité avant de me spécialiser en tant que product owner chez BeNext, une société innovante qui prône et met en action les valeurs et principes de l’agilité jusque dans l’essence même de son organisation. C’est bien chez BeNext que j’ai réellement découvert ce qu’était l’agilité, le monde agile, ses impacts, ses douleurs, ses intérêts mais surtout ce pourquoi cela donnait du sens à mon travail. En effet, en quittant beNext, j’ai réalisé que ceux sont ni plus ni moins les principes et la façon d’envisager le monde du travail de demain que j’aime à travers : la valorisation des talents de chacun, la collaboration, le respect, le courage, l’amélioration continue et donc recherche de l’efficacité et d’excellence. C’est encore après 2 ans d’expériences chez beNext que j’ai décidé de me consacrer pleinement à la méthodologie agile, lean. J’entame depuis quelques mois, un nouveau chapitre, en tant que coach agile, avec de nouveaux challenges, de nouvelles rencontres. Enfin, toutes ces expériences me rapprochent de l’excellence opérationnelle en terme de méthodologie mais aussi de développement d’un point de vue humain et relationnel.",
          "company": "Zen Value",
          "references": "",
          "picture": "SegolenePorot.jpg",
          "location": "",
          "socials": {
            "twitter": ""
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 10003,
      "title": "Transformation agile: Arrêtons de suivre aveuglément des frameworks",
      "abstract": "70% des changements organisationnels échouent.\n\nVous avez sûrement entendu ce chiffre à de nombreuses reprises pourtant… Cette statistique, répétée à l’unisson par de nombreux conférenciers, est un mythe. Un mythe tenace qui a un effet dévastateur : il rend, dans l’imaginaire collectif, le changement au sein d’une organisation difficile voire impossible, il impose inconsciemment le suivi scrupuleux d’un framework (SAFe, LeSS, Nexus…) pour éviter tout échec. \nSeulement, imiter aveuglément un framework est un piège.\n\nBien lancer et réussir la transformation de son entreprise ne dépend pas d'un cadre ou d'une méthode. C'est un effort, long certes, mais à la portée de tous à condition de se poser les bonnes questions.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "CULTURE AGILE ET MANAGEMENT",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Denis MIGOT",
          "bio": "J’aide les personnes, les équipes, les managers, les dirigeants et les entreprises à atteindre leur plein potentiel en créant un environnement favorable à l’engagement et à l’amélioration continue.<BR>Pour y parvenir j’anime des formations et je m’appuie sur le coaching, le mentorat ainsi que la facilitation d’ateliers.<BR>Pragmatique, créatif et enthousiaste, j’accompagne les organisations dans leur recherche de performance dans un contexte complexe en privilégiant le dialogue centré solution, le management libéré et la visualisation des systèmes.<BR><BR>Je dispose de plus de 15 années d’expérience en accompagnement de personnes, de projets et d’entreprises.<BR>15 années durant lesquelles j’ai pu endosser différentes casquettes : chargé de communication, chef de projet, scrum master, responsable de service, formateur, coach agile, auteur et conférencier.<BR>15 années durant lesquelles j’ai eu l’opportunité de travailler aussi bien en France qu’au Canada au sein de start-ups, PME, groupes internationaux et entreprises classées au Fortune Global 500.",
          "company": "",
          "references": "",
          "picture": "DenisMigot.jpg",
          "location": "",
          "socials": {
            "twitter": "DenisMigot"
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 11001,
      "title": "Test d’architecture avec ArchUnit : Mise en œuvre pour le DDD",
      "abstract": "ArchUnit est un framework qui permet de décrire des règles d’architecture et de les vérifier sur du code Java.\n\nLes règles ArchUnit expriment des propriétés topologiques. Par exemple, il est possible de vérifier qu’aucune classe située dans un package donné n’est liée avec aucune autre classe d’un autre package. La vérification des règles est faite par ArchUnit qui exploite les propriétés d’introspection de Java. \n\nArchiUnit supporte l’ajout d’annotations qui seront utilisées par les règles pour affiner les vérifications. Par exemple, une règle peut cibler les classes qui portent une annotation particulière. \n\nNous avons effectué une mise en œuvre de ArchUnit pour vérifier l’application des patterns tactiques du DDD. Par exemple, nous avons décrit une règle vérifiant que les classes situées dans le package « domain » n’appellent pas les classes situées dans le packages « infra ». \n\nLa mise en œuvre que nous avons réalisée nous a permis de formaliser la façon dont nous appliquons le DDD. \nLa vérification de ces règles garantie ainsi une homogénéité de l’application du DDD telle que nous l’avons formalisée.\n\nDans ce talk nous présenterons le retour sur expérience que nous avons de ArchUnit. Nous illustrerons ce retour d’expérience en présentant les règles que nous avons formalisées. \nCes règles et les annotations sur lesquelles elles sont basées sont disponibles dans un projet Open Source. \nNous décrirons aussi les hésitations que nous avons eues quant au déploiement de ArchUnit. \n\nEn outres, nous discuterons du compromis qu’il faut avoir entre l’exploitation des annotations et la mise en œuvre de conventions syntaxique.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "DÉVELOPPEMENT LOGICIEL ET TESTS",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Xavier BLANC",
          "bio": "Je suis professeur en Informatique à l'Université de Bordeaux.<BR>J'effectue ma recherche en génie logiciel au LaBRI, où je dirige l'équipe ProgRes.<BR>Je suis l'un des co-fondateur de ProMyze une start-up dans le domaine de la qualité logicielle.",
          "company": "Promyze | Université de Bordeaux",
          "references": "",
          "picture": "XavierBlanc.png",
          "location": "",
          "socials": {
            "twitter": ""
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 11002,
      "title": "Comment délivrer un max de valeur?",
      "abstract": "Comment délivrer le maximum de valeur (dans mon entreprise, mon département, mon équipe...) ? Et puis c'est quoi la valeur ? Comment je la mesure ? Et puis d'abord pourquoi je dois m'intéresser à la valeur ? \n\nHe ! Pourquoi t'es pas d'accord avec moi que c'est ça qui a plus de valeur ? \nBon, pour y voir plus clair dans tout ça, il faut venir nous voir pour découvrir les éclairages que nous avons découverts et qui devraient changer radicalement la vision que tu as de la valeur !",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "DÉCOUVERTE ET CONCEPTION DE PRODUITS",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Jérôme FROVILLE",
          "bio": "Je crois que nous devons tous nous adapter à un monde de plus en plus complexe:<BR>- notre état d'esprit,<BR>- notre façon de réfléchir et de nous comporter<BR>- ainsi que nos méthodes de travail et de management doivent évoluer conjointement afin d'apporter plus de valeur et donc un meilleur service aux usagers de pôle emploi et remplir ainsi au mieux notre mission de service public.<BR>Je crois que nous devons sans cesse challenger le status quo pour enclencher l'apprentissage en continue dont nous avons et aurons toujours besoin.<BR>Je crois aussi à la bienveillance comme socle indispensable à toute entreprise humaine.",
          "company": "Pôle Emploi",
          "references": "",
          "picture": "JeromeFroville.jpg",
          "location": "",
          "socials": {
            "twitter": ""
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 11003,
      "title": "Appréhender des postures managériales en contexte agile",
      "abstract": "Les jeux Agile sont un moyen très intéressant pour aider les acteurs qui s’engagent (que l’on engage…) dans une démarche Agile. \n\nNous en expérimenterons un certain nombre axés autour des postures managériales. Et vous pourrez par la suite les réutiliser et transmettre dans vos propres contextes.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "CULTURE AGILE ET MANAGEMENT",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Régis SCHNEIDER",
          "bio": "Facilitateur d'équipes et de produits [Coach Agile et Product Owner], j'apprécie particulièrement travailler avec des humains et tenter de les comprendre.<BR>Je suis marié, avec 2 enfants (9 & 10 ans).<BR>J'apprécie particulièrement les voyages éloignés, mais aussi ceux au bout de la rue.<BR>Tant d'opportunités de rencontrer et d'apprendre !<BR>Le mot que j'apprécie le moins : \"Normal\".<BR>Sinon, je suis Coach Agile, tombé dans Agile en 2009 et je ne veux maintenant plus m'en sortir, que ce soit à la maison ou au boulot.",
          "company": "Wemanity",
          "references": null,
          "picture": "RegisSchneider.png",
          "location": "",
          "socials": {
            "twitter": null
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 14001,
      "title": "La théorie sociale de Bourdieu et la tech",
      "abstract": "",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "DÉVELOPPEMENT LOGICIEL ET TESTS",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Romeu MOURA",
          "bio": "Endless conversation — with friends, compilers — on art, Symmathesy, methods, absurdism, dialectic, paradigm jumps, serendipity.",
          "company": "BCG Platinion",
          "references": "",
          "picture": "RomeuMoura.jpg",
          "location": "",
          "socials": {
            "twitter": ""
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 14002,
      "title": "Aligner votre stratégie d’entreprise, produit et managériale avec les OKR",
      "abstract": "Vous êtes PO ? Vous êtes vous déjà posé ces questions : Comment aligner ma stratégie produit sur la stratégie de l’entreprise ? \n\nPourquoi développons-nous telle ou telle fonctionnalité ? Comment arriver à communiquer ma stratégie aussi bien avec l’équipe que les sponsor avec un seul outil ? \n\nEn tant que manager: Comment proposer des challenges porteurs de sens à vos équipes tout en gardant une cohérence d’ensemble ? Comment permettre à l’ensemble des co-équipiers d’un produit d’avancer dans le même sens ? \n\nNotre conviction est que les OKRs (“Objectifs Key Results”) sont un fabuleux outil permettant de cultiver l’alignement au sein d’une organisation. Nous allons vous raconter une histoire qui vous permettra de toucher du doigt la puissance de cet outil.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "DÉCOUVERTE ET CONCEPTION DE PRODUITS",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Anne GABRILLAGUES",
          "bio": "J’accompagne les équipes de développement en tant que Scrum Master, Product Owner ou Coach Agile depuis 2008.<BR>Agiliste convaincue, je participe activement à la diffusion de l’Agilité via l’organisation de Meetup et de conférences à Paris.<BR>J’ai fait partie de l’équipe organisatrice des 3 derniers ScrumDay et j’ai rejoint l’équipe Lean Kanban France / FlowCon France en 2016.<BR>Fan de jeux en tous genres, j’ai aussi participé au développement du serious game Kanbanzine (initiation à Kanban).",
          "company": "Ippon Technologies",
          "references": null,
          "picture": "AnneGabrillagues2.jpg",
          "location": "",
          "socials": {
            "twitter": "agabrillagues"
          }
        },
        {
          "name": "Tiphanie VINET",
          "bio": "De formation photographe argentique, je me suis formée à l'image numérique très rapidement, ma première rencontre avec ce monde! Je suis rentrée dans la startup Vente-privée.com et j'y ai vécu une magnifique aventure qui m'a permise de devenir responsable produit. Aujourd'hui je me suis spécialisée dans le produit et j'accompagne des PO, PM, Resp Produit, à développer une approche et une stratégie produit.",
          "company": "Ippon Technologies",
          "references": null,
          "picture": "TiphanieVinet.png",
          "location": "",
          "socials": {
            "twitter": null
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 14003,
      "title": "La spirale Agile",
      "abstract": "Vous avez peut être lu \"Reinventing Organization\" de Frédéric Laloux, son analyse se base sur la \"Spirale Dynamique\". \n\nC'est une théorie qui démontre que l'humanité, les individus et les organisation suivent les mêmes cycles d'évolutions (son autre nom \"La Théorie de l’Emergence Cyclique des Niveaux d’Existence\") \n\nElle est utilisé autant comme base de thérapie par des praticiens de la santé, en politique (Nelson Mandela l'a utilisé lors de la sortie de l’apartheid), ou encore en coaching car elle est une grille de lecture des valeurs d'un individu ou d'un groupe. \n\nPuisque l'agilité s'intéresse aux individus et à leurs interactions, j'ai décliné cette théorie sur l'agilité pour créer ce que j'ai appelé la \"Spirale Agile\". \n\nJe vous propose de découvrir cette grille de lecture comme outil de coaching qui peut venir en aide aux équipes agiles et aux managers pour  : \n- Se définir un objectif de transformation agile\n- Comprendre son état agile du moment\n- Définir ses valeurs et aligner ses pratiques\n- Tirer profit de ses forces\n- Comprendre les enjeux et prérequis d'une transformation",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "CULTURE AGILE ET MANAGEMENT",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "David DESFOUGERES",
          "bio": "",
          "company": "Allagi",
          "references": "",
          "picture": "DavidDesfougeres.jpg",
          "location": "",
          "socials": {
            "twitter": ""
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 15001,
      "title": "De legacy au TDD",
      "abstract": "C'est quoi l'obstacle principal à travailler avec les tests ou en TDD. C'est que le code existant n'a pas été concu pour! \n\nVoyons à travers un exemple comment on reprend le code, le prépare au travail en TDD à l'aide des tests :) et du refactoring préparatoire afin que cela devienne un jeu d'enfant d'ajouter la nouvelle fonctionnalité en TDD (ou presque :D). \n\nVous verrez comment aborder les tests sur le legacy, comment le refactoring rend plus facile l'introduction d'une nouvelle fonctionnalité et comment cela coincide souvent avec la possibilité d'utiliser TDD efficacement. \n\nEt tout cela dans une application qui ressemble à nos SI habituels.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "DÉVELOPPEMENT LOGICIEL ET TESTS",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Johan MARTINSSON",
          "bio": "Passionate about code and the pursuit of excellency.",
          "company": "ChangIT",
          "references": "",
          "picture": "JohanMartinsson.jpg",
          "location": "",
          "socials": {
            "twitter": "johan_alps"
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 15002,
      "title": "Un user story mapping les mains dans la pâte",
      "abstract": "POs, experts du domaine, PMs, designer d'interfaces, venez vivre en immersion un user story mapping ; ou comment, d'après Jeff Patton, \"Minimiser l’effort, maximiser le résultat\".",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "DÉCOUVERTE ET CONCEPTION DE PRODUITS",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Nils LESIEUR",
          "bio": "Coach agile @BeNextCompany<br>Formateur @Schoolofpo<br>Speaker #Agile #Craft,<br>Ex-organisateur de @FlowConFr<br>Rugbyman du canapé et supporter du @stadetoulousain",
          "company": "BeNext",
          "references": null,
          "picture": "NilsLesieur.jpg",
          "location": "",
          "socials": {
            "twitter": null
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 15003,
      "title": "Comment réduire soi-même sa dette émotionnelle pour mieux collaborer dans une équipe agile?",
      "abstract": "Dans ma conférence \"Comment réduire la dette émotionnelle dans une équipe Scrum\", j’ai partagé mon expérience pour traiter l’accumulation de problèmes humains dans une équipe, que j’appelle la dette émotionnelle dans une équipe. \n\nAujourd'hui, je propose de partager de nouveau mon expérience et mes techniques à tout individu souhaitant réduire sa propre dette émotionnelle, sans l’aide de personne. \n\nPourquoi est-ce utile ? Quand on est frustré ou en colère, comment accueillir un feedback négatif sans le prendre comme une attaque ? Comment réussir à faire un feedback négatif à l’autre quand on n’ose pas ? Etre capable de réduire sa propre dette émotionnelle de manière autonome, c’est un moyen de mieux collaborer au sein d’une équipe agile, en osant s’exprimer quand c’est nécessaire et en étant capable d’entendre n’importe quel type de message pour le bien être du collectif. Et en bonus, on se sent mieux ensuite au travail, croyez moi.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "CULTURE AGILE ET MANAGEMENT",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Marilyn KOL",
          "bio": "En tant que développeuse, puis chef de projet, j'ai vécu de l'intérieur les problématiques liées aux méthodologies traditionnelles. En réponse à ces problématiques, j'ai étudié l'agilité et je suis devenue Scrum Master.\nAujourd'hui, je mène deux activités en parallèle qui font écho à mes deux passions :  l'agilité et le développement personnel. En tant que Coach Agile, j'accompagne des équipes en revenant aux bases de l’agilité. Et en tant que Coach Professionnelle, j'accompagne des individus sur des demandes personnelles.",
          "company": "Freelance",
          "references": "",
          "picture": "MarylinKol.jpg",
          "location": "",
          "socials": {
            "twitter": ""
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 16001,
      "title": "The software evolution hasn't happened yet",
      "abstract": "On nous parle depuis longtemps de la fameuse loi de Moore, mais pourquoi cette loi ne semble s’appliquer qu’au Hardware et pas au Software ? \n\nS’il existe une ingénierie de l’informatique, alors pourquoi les programmeurs n’arrivent pas à trouver des méthodes scientifiques qui produisent un logiciel robuste, dans un délai et un coup raisonnable ? \n\nQu’est ce qui peut être si compliqué dans le fait de traduire un besoin métier en une série d’instructions non ambiguës compréhensibles par un ordinateur ? \n\nDurant cette présentation, j’aimerais introduire quelques hypothèses pour répondre à ces questions. \n\nLe but est de challenger nos pratiques ainsi que notre compréhension de ce qu’est un logiciel et un développeur, dans le but de nous améliorer. \n\nJe vous préviens : vous aurez plus de questions en repartant qu’en arrivant, mais heureusement l’important c’est le voyage, pas la destination.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "DÉVELOPPEMENT LOGICIEL ET TESTS",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Emilien PECOUL",
          "bio": "Passionate by #SoftwareCrafting #DDD #CQRS #ES #TDD #BDD #FunctionalProgramming (no specific order) Lost in #CategoryTheory Currently #Freelance and #JobHacker",
          "company": "KickBanking",
          "references": "",
          "picture": "ouarzy.jpg",
          "location": "",
          "socials": {
            "twitter": "ouarzy"
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 16002,
      "title": "Le Product Owner, star de l’équipe agile: entre fantasme et réalité",
      "abstract": "S'il y a bien dans l'imaginaire collectif un rôle qui fait rêver dans l'équipe agile, c'est le Product Owner. \n\nD'une, il est là pour parler produit -- rappelons que c'est forcément mieux que de travailler dans la tech. \n\nEt de deux, il prend des décisions et dit aux autres sur quoi travailler, ce qui fait de lui une personne importante. \n\nOn pourrait presque dire que le reste de l'équipe est constituée de citoyens de seconde zone. D'ailleurs ce sont peut-être des presta, justement...\n\nNathalie Keo et Jean-Pierre Lambert vous proposent d'aller au-delà de cette vision naïve, souvent liée à la transposition malheureuse d'un ancien mode de fonctionnement pas vraiment agile, et d'aller réellement découvrir le rôle de Product Owner. C'est un rôle complexe, dont l'essence même est souvent mal comprise, et dont la mise en pratique peut grandement varier d'une entreprise, d'une équipe et d'un produit à un autre.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "DÉCOUVERTE ET CONCEPTION DE PRODUITS",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Jean-Pierre LAMBERT",
          "bio": "Avant, j'étais un ingénieur logiciel. Mais peut-être pas le genre que vous imaginez ; les outils et les belles architectures logicielles me laissaient de marbre. Non, mon truc, c’était plutôt la qualité, la valeur produit, les process et les relations humaines. Du coup, maintenant, j'aide les équipes en tant que Coach Agile. Ce n'est pas plus mal !",
          "company": "Freelance",
          "references": "",
          "picture": "JeanPierreLambert.jpg",
          "location": "",
          "socials": {
            "twitter": ""
          }
        },
        {
          "name": "Nathalie KEO",
          "bio": "Nathalie Keo a eu l'occasion d'être Product Owner ou Product Manager dans de nombreuses équipes et d'y accompagner le succès de nombreux produits. Très à l'aise aussi bien au sein de l'équipe de développement qu'à parler aux parties prenantes ou à mener des tests utilisateurs et à définir la stratégie marketing, elle maîtrise les différents aspects du métier.",
          "company": "Kolibree",
          "references": null,
          "picture": "NathalieKeo.png",
          "location": "",
          "socials": {
            "twitter": null
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 16003,
      "title": "Comment faire tomber un Cycle en V, quand on est seul, tout petit, et sans armes?",
      "abstract": "En clin d'oeil au livre (quasi) éponyme de Srdja Popovic, Francois et Rachel vous proposent une vision décalée de la gestion du changement et des idées d'expérimentations pour faire bouger les lignes même quand on est isolé dans une grande organisation.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "CULTURE AGILE ET MANAGEMENT",
      "references": null,
      "formats": [],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Rachel JOLIN DUBOIS",
          "bio": "Houlaaaaa !!  Ancienne \"Marketing Product Manager\" devenue \"Product Owner agile\" suite à une rencontre avec SCRUM et Claude Aubry en 2006, je continue à tracer mon chemin en enrichissant mes pratiques à la faveur des nouvelles rencontres et des lectures.<BR>Aujourd'hui je forme et j'accompagne les équipes, et plus particulièrement les PO. ",
          "company": "Airbus",
          "references": null,
          "picture": "RachelJolinDubois.jpg",
          "location": "",
          "socials": {
            "twitter": null
          }
        },
        {
          "name": "François SALAZAR",
          "bio": "François occupe aujourd’hui un poste de directeur dans une PME Innovante en transition vers un modèle agile intégral. Il partage aussi ses retours d’expériences comme facilitateur de transition pour les dirigeants. Bien avant : Développeur, chef de projet, manager, entrepreneur, formateur",
          "company": "Waavy",
          "references": null,
          "picture": "FrancoisSalazar.jpg",
          "location": "",
          "socials": {
            "twitter": null
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 209301,
      "title": "Codons ensemble un système haute performance",
      "abstract": "",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "ATELIER",
      "references": null,
      "formats": [
        "Workshop"
      ],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Jean-Baptiste DUSSEAUT",
          "bio": "Principal Solution Architect at LGO Exchange, et co-fondateur d'Arpinum.",
          "company": "LGO Exchange",
          "references": null,
          "picture": "Jean-baptisteDusseaut.jpg",
          "location": "",
          "socials": {
            "twitter": null
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 209302,
      "title": "PO Dojo: \"L’art de couper les Stories en 4!\"",
      "abstract": "Est-ce un art ? En tout cas, le découpage des User Stories est une compétence souvent ignorée et qui nécessite un réel apprentissage pour être maîtrisée. \n\nC’est aussi un prérequis à la livraison rapide de valeur. Viens expérimenter et échanger avec nous ! Sois zen, tous ces découpages seront doux et sécurisés !",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "ATELIER",
      "references": null,
      "formats": [
        "Workshop"
      ],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Jérôme FROVILLE",
          "bio": "Je crois que nous devons tous nous adapter à un monde de plus en plus complexe:<BR>- notre état d'esprit,<BR>- notre façon de réfléchir et de nous comporter<BR>- ainsi que nos méthodes de travail et de management doivent évoluer conjointement afin d'apporter plus de valeur et donc un meilleur service aux usagers de pôle emploi et remplir ainsi au mieux notre mission de service public.<BR>Je crois que nous devons sans cesse challenger le status quo pour enclencher l'apprentissage en continue dont nous avons et aurons toujours besoin.<BR>Je crois aussi à la bienveillance comme socle indispensable à toute entreprise humaine.",
          "company": "Pôle Emploi",
          "references": "",
          "picture": "JeromeFroville.jpg",
          "location": "",
          "socials": {
            "twitter": ""
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    },
    {
      "id": 209303,
      "title": "Atelier Sketchnotes: comment devenir le seigneur des pictos?",
      "abstract": "Les techniques visuelles (Sketchnotes, Facilitation graphique, Scribing, ...) reposent toutes plus ou moins sur les mêmes pictogrammes, et on en a assez parlé dans le premier volet de cette saga il y a 3 ans. \n\nCette année nous nous concentrerons donc surtout sur ce qui fait la force de Sauron : les personnages. Nous verrons comment dessiner des personnages qui donnent de la vie à vos visuels et qui transmettent efficacement vos messages tout en impliquant au mieux l'audience.",
      "deliberationStatus": "ACCEPTED",
      "confirmationStatus": "CONFIRMED",
      "publicationStatus": "PUBLISHED",
      "level": "ATELIER",
      "references": null,
      "formats": [
        "Workshop"
      ],
      "categories": [],
      "tags": [],
      "languages": [
        "fr"
      ],
      "speakers": [
        {
          "name": "Marc DUGUE",
          "bio": "",
          "company": "Freelance",
          "references": null,
          "picture": "MarcDugue.jpg",
          "location": "",
          "socials": {
            "twitter": null
          }
        }
      ],
      "review": {
        "average": 0,
        "positives": 0,
        "negatives": 0
      }
    }
  ]
}
